tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "bottom"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "fzf-tab"
brew "node"
brew "gemini-cli"
brew "git-delta"
brew "libtool"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "mongosh"
brew "neovim"
brew "nu"
brew "nvm"
brew "openjdk@17"
brew "python@3.11"
brew "ripgrep"
brew "socat"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "codex"
cask "emacs-app"
cask "font-hack-nerd-font"
cask "wezterm"
